src/CFD/OpenFOAM/OpenFOAM-v2206-MUI/tutorials/lagrangian/coalChemistryFoam/simplifiedSiwek/system/dataCloud
// -*- C++ -*-
// Minimal example of using the dataCloud function object.

dataCloud
{
    type    dataCloud;
    libs    (lagrangianFunctionObjects);
    log     true;

    cloud   coalCloud1;
    field   d;
}


// ************************************************************************* //
